Repository: velletti/jv-advent
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# no_access_headline
source: No Access
de: Kein Zugriff

# no_access
source: Please log in with right access rights to see that page
de: Bitte melden Sie sich mit Ihrem usernamen an, um diese Seite zu sehen.

# access_next
source: Go to the question
de: Zur Frage

# access_false
source: Please log in, first!
de: Bitte zuerst anmelden!

source: Hint of the Day
de: Tipp des Tages

# tx_jvadvent_domain_Model_Winner.points
source: Points
de: Punkte

source: Your Result
de: Ihr Ergebnis

# result_visible_at
source: Your final result will be shown after
de: Ihr Endergebnis ist sichtbar am

# how_to_find_solution
source: How to find the Solution
de: Der Lösungsweg

# addanswer.WasSent
source: Your answer was stored in our database and is shown in the list below.
de: Ihre Antwort wurde gespeichert und wird in nachfolgender Tabelle aufgelistet.

# correct_answer_was
source: The correct answer was
de: Die korrekte Antwort lautete

# use_range
source: For answering, use range and push button
de: Zum beantworten, Schieberegler benutzen und Button anklicken

# result_no_answers_found
source: You have not answered any questions yet
de: Sie haben noch keine Frage beantwortet

# ChangeAnswer
source: Change your Answer
de: Ihre Antwort ändern
